Repository: BrunoJurkovic/drinkly
Catalog: lib/l10n/arb/intl_*.arb
Languages: hr

# add_2_players
source: Add at least 2 players!
hr: Dodajte barem 2 igrača!

# add_2_players_error
source: Please add at least 2 players to continue the game.
hr: Molimo dodajte barem 2 igrača kako bi ste nastavili igru.

source: Add some players!
hr: Dodajte igrače!

source: All players
hr: Svi igrači

# card_count
source: cards
hr: karata

source: CHALLENGE
hr: IZAZOV

source: COMPETITION
hr: NATJECANJE

# end_body
source: Congrats! Pick a new gamemode or play this one again for new cards!
hr: Čestitke! Izaberite drugi špil karata ili igrajte ovaj ispočetka!

# end_header
source: You got to the end!
hr: Došli ste do kraja!

source: Game on!
hr: Igra počela!

# hint_text_name
source: John
hr: Ivan

source: How to play?
hr: Kako igrati?

# lets_go_button
source: Let's go!
hr: Pokreni igru!

source: Pick a deck
hr: Izaberi špil karata

source: REGULAR
hr: OBIČNO

source: RULE
hr: PRAVILO

# tutorial_body
source: When the card says "give out x sips", that means that the player who can give out sips can choose to distribute the sips in any way they want, for example: player1 gets to give out 3 sips, they can give out 2 to player2 and 1 to player3 or he can make one player drinks it all.
hr: Kada karta kaže "podijeli x gutljaja", to znači da igrač koji dijeli gutljaje može podijeliti gutljaje na bilo koji način, na primjer: igrač1 dijeli 3 gutljaja, to znači da mogu podijeliti sva 3 igraču2 ili 1 igraču3, 2 igraču4 itd.

# tutorial_desc
source: The standard card deck only includes the regular type of cards. The mixed card deck includes standard, mixed challenges and competition-type cards. The recommended deck for the best experience is the standard deck type.
hr: Standardni špil karata samo uključuje obične karte. Mješani špil uključuje obične, pravila, natjecanja i izazovne vrste karata. Preporučeni špil karata za optimalno iskustvo je standardni špil.

# tutorial_header
source: How to play?
hr: Kako igrati?

source: unexpected error
hr: neočekivana greška

source: What's the player's name?
hr: Kako se zove igrač?

source: Who is playing?
hr: Tko igra?
